<?php
	
	/***********************************************
	 *
	 *		D5Framework
	 *
	 *		author:Benmouse		date:2007-11-12
	 *
	 *
	 **********************************************/
	
	// 简体中文语言包
	
	$lang['sys'] = array(
		"error"									=>	"错误",
		"no_module"								=>	"未安装的系统模块，请确认您的访问地址正确！",
		"no_action"								=>	"未配置的模块驱动，请确认您的访问地址正确！",
		"no_home_driver"						=>	"不存在的主页内容驱动，请管理员确认设置正确！",
		"no_template"							=>	"模版不存在！",
		"null_mode"								=>	"数据处理标签（mode）未设置，请检查程序！",
		"database_error"						=>	"数据库错误！出错代码行数：",
		"must_login"							=>	"请先登录！",
		
		"no_user_dir"							=>	"在系统中未发现您的专用目录，请联系管理员！",
		"admin_no_promise"						=>	"您无权对本系统进行管理！",
		
		"guest"									=>	"游客",
		
		"MH"								=>	"：",
		"TH"								=>	"！ ",
	);
	
?>